12/data/attachments/1e35b1a799378fed.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_db3e76ae-7435-480c-8a61-666475832b79</nif:username>
            <nif:friendToBeAdded>Maria_magazine_Friend_17128_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>